{"id":12,"date":"2024-01-16T19:46:58","date_gmt":"2024-01-16T14:16:58","guid":{"rendered":"http:\/\/e-gujarati.in\/?page_id=12"},"modified":"2024-03-19T16:02:24","modified_gmt":"2024-03-19T10:32:24","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/e-gujarati.in\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"\n\n    <h2><strong>Terms and Conditions<\/strong><\/h2>\n\n    <p>Welcome to <span id=\"M_C1\">e-gujarati.in<\/span>!<\/p>\n\n    <p>These terms and conditions lay forth the groundwork for using <span id=\"M_C2\">e-gujarati.in<\/span> website, which may be found at <span id=\"M_Curl\">https:\/\/e-gujarati.in\/<\/span><\/p>\n\n    <p>We assume that by accessing this website, you agree to these terms and conditions. If you do not agree to all of the terms and conditions listed on this page, do not use <span id=\"M_C3\">e-gujarati.in<\/span>.<\/p>\n\n    <p>These Terms and Conditions, Privacy Statement and Disclaimer Notice, and all Agreements are governed by the following terminology: &#8220;Client,&#8221; &#8220;You,&#8221; and &#8220;Your&#8221; refer to you, the person who logs on to this website and agrees to the Company&#8217;s terms and conditions. Our Company is referred to as &#8220;The Company,&#8221; &#8220;Ourselves,&#8221; &#8220;We,&#8221; &#8220;Ours,&#8221; and &#8220;Us.&#8221; Both the Client and ourselves are referred to as &#8220;Party,&#8221; &#8220;Parties,&#8221; or &#8220;Us.&#8221;All terms refer to the offer, acceptance, and consideration of payment necessary to begin the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client&#8217;s needs in respect of the Company&#8217;s specified services, in line with and subject to, applicable Dutch legislation. Any use of the above language, as well as other words in the singular, plural, capitalization, and\/or he\/she or they, is assumed to mean the same thing.<\/p>\n\n    <h3><strong>Cookies<\/strong><\/h3>\n\n    <p>Cookies are used on this site. You accepted to use cookies in accordance with the <span id=\"M_C4\">e-gujarati.in<\/span> Privacy Policy by visiting <span id=\"M_C5\">e-gujarati.in<\/span> <\/p>\n\n    <p>Cookies are used by most interactive websites to allow us to retrieve the user&#8217;s information for each visit. Cookies are used on our website to allow specific areas to work and to make things easier for users. Certain of our affiliate\/advertising partners may also utilize cookies.<\/p>\n\n    <h3><strong>License<\/strong><\/h3>\n\n    <p>Unless otherwise stated, all intellectual property rights in all material on <span id=\"M_C6\">e-gujarati.in<\/span> are owned by <span id=\"M_C7\">e-gujarati.in<\/span> and\/or its licensors. All rights to intellectual property are reserved. You may use this for your own personal use from <span id=\"M_C8\">e-gujarati.in<\/span>, subject to the restrictions set forth in these terms and conditions.<\/p>\n\n    <p>You must not:<\/p>\n    <ul>\n      <li>Republish material from <span id=\"M_C9\">e-gujarati.in<\/span><\/li>\n      <li>Sell, rent, or sub-license material from <span id=\"M_C10\">e-gujarati.in<\/span><\/li>\n      <li>Reproduce, duplicate or copy material from <span id=\"M_C11\">e-gujarati.in<\/span><\/li>\n      <li>Redistribute content from <span id=\"M_C12\">e-gujarati.in<\/span><\/li>\n    <\/ul>\n\n    <p>This agreement&#8217;s term begins on the date hereof. The <a href=\"https:\/\/www.blogearns.com\/2021\/05\/free-terms-and-conditions-generator.html\">Terms And Conditions Generator<\/a> and the <a href=\"https:\/\/www.blogearns.com\/2021\/05\/generate-privacy-policy-for-websites.html\">Privacy Policy Generator<\/a> were used to construct our Terms and Conditions.<\/p>\n\n    <p>Parts of this website allow users to post and exchange thoughts and information in designated places. Prior to their appearance on the Internet, <span id=\"M_C13\">e-gujarati.in<\/span> does not filter, edit, publish, or review Comments. The thoughts and opinions expressed in the comments do not reflect those of <span id=\"M_C14\">e-gujarati.in<\/span>, its agents, or affiliates. The views and opinions expressed in comments reflect the views and opinions of the individual who posted them. <span id=\"M_C15\">e-gujarati.in<\/span> shall not be liable for the Comments or for any liabilities, damages, or expenses caused and\/or suffered as a result of the use of and\/or posting of and\/or appearance of the Comments on this website, to the extent permitted by applicable laws.<\/p>\n\n    <p><span id=\"M_C16\">e-gujarati.in<\/span> has the right to review all Comments and to remove any Comments that are inappropriate, offensive, or violate our Terms and Conditions.<\/p>\n\n    <p>You warrant and represent that:<\/p>\n\n    <ul>\n      <li>You have the essential rights and consent to post the Comments on our website, and you have been given permission to do so.<\/li>\n      <li>No third-party intellectual property rights, such as copyright, patents, or trademarks, are infringed upon by the Comments.<\/li>\n      <li>In the Comments, there is no defamatory, libelous, offensive, indecent, or otherwise unlawful content that constitutes a privacy invasion.<\/li>\n      <li>The Comments will not be used to solicit or promote any type of business, custom, or current commercial or illegal activity.<\/li>\n    <\/ul>\n\n    <p>You hereby grant <span id=\"M_C17\">e-gujarati.in<\/span> a non-exclusive license to use, reproduce, edit, and authorize others to use, reproduce, edit, and authorize others to use, reproduce, edit, and authorize others to use, reproduce, and edit any of your Comments in any form, format, or media.<\/p>\n\n    <h3><strong>Hyperlinking to our Content<\/strong><\/h3>\n\n    <p>Without prior written permission, the following organizations may link to our website:<\/p>\n\n    <ul>\n      <li>Government agencies;<\/li>\n      <li>Search engines;<\/li>\n      <li>News organizations;<\/li>\n      <li>Distributors of online directories may link to our website in the same way that they connect to the websites of other businesses included in the directory.; and<\/li>\n      <li>Except for soliciting non-profit organizations, charity shopping malls, and charity fundraising clubs, which are not permitted to link to our website.<\/li>\n    <\/ul>\n\n    <p>These organizations may link to our home page, publications, or other Website content as long as the link complies with the following criteria: \n      (a) is not in any way deceptive; \n      (b) does not suggest that the connecting party or its products and\/or services are sponsored, endorsed, or approved in any way; and (c) ties nicely with the theme of the linking party&#8217;s website.<\/p>\n\n    <p>Other link requests from the following categories of organizations may be considered and approved:<\/p>\n\n    <ul>\n      <li>commonly-known consumer and\/or business information sources;<\/li>\n      <li>dot.com community sites;<\/li>\n      <li>associations or other groups representing charities;<\/li>\n      <li>online directory distributors;<\/li>\n      <li>internet portals;<\/li>\n      <li>accounting, law, and consulting firms; and<\/li>\n      <li>educational institutions and trade associations.<\/li>\n    <\/ul>\n\n    <p>We will approve link requests from these organizations if we determine that: (a) the link will not reflect poorly on us or our accredited businesses; (b) the organization has no negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates for the absence of <span id=\"M_C18\">e-gujarati.in<\/span> and (d) the link will be in the context of general resource information.<\/p>\n\n    <p>These organizations are welcome to link to our home page as long as the link: (a) is not misleading; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party or its products or services; and (c) is appropriate for the linking party&#8217;s website.<\/p>\n    <p>Please contact us by email at <span id=\"M_C19\">e-gujarati.in<\/span> if you are one of the organizations listed in paragraph 2 above and would want to link to our website. Include your name, the name of your organization, contact information, and the URL of your website, as well as a list of any URLs from which you intend to link to our site and a list of the URLs on our site to which you would like to connect. Expect a response in two to three weeks.<\/p>\n\n    <p>Approved organizations may use the following URL to link to our website:<\/p>\n\n    <ul>\n      <li>By use of our corporate name; or<\/li>\n      <li>The usage of a unified resource locator (URL) that is linked to; or<\/li>\n      <li>By describing our Website in any other way that makes sense in the context and format of the linked party&#8217;s website&#8217;s content.<\/li>\n    <\/ul>\n\n    <p>There will be no use of <span id=\"M_C20\">e-gujarati.in<\/span> logo or any artwork for linking without a trademark license agreement.<\/p>\n\n    <h3><strong>iFrames<\/strong><\/h3>\n\n    <p>Without prior approval and written agreement, you may not put frames around our Webpages that alter the visual presentation or look of our Website.<\/p>\n\n    <h3><strong>Content Liability<\/strong><\/h3>\n\n    <p>We are not responsible for any of the content on your website. You agree to defend and indemnify us in the event of any disputes arising from your Website. On any Website, there should be no link(s) that could be regarded as defamatory, obscene, or illegal, or that infringes, otherwise violates, or encourages the infringement or other violation of any third-party rights.<\/p>\n\n    <h3><strong>Your Privacy<\/strong><\/h3>\n\n    <p>Please read Privacy Policy<\/p>\n\n    <h3><strong>Reservation of Rights<\/strong><\/h3>\n\n    <p>We reserve the right to request that you delete any and all connections to our Website or particular links to our Website. Upon our request, you undertake to immediately disconnect any connections to our website. These terms and conditions, as well as the linking policy, are subject to change at any time. If you continue to link to our Website, you agree to be bound by and comply with these linking terms and conditions.<\/p>\n\n    <h3><strong>Removal of links from our website<\/strong><\/h3>\n\n    <p>If you find any link on our Website that is offensive for any reason, you are invited to contact us and notify us at any time. We will examine requests to remove links, but we are not obligated to do so or to respond to you personally.<\/p>\n\n    <p>We offer no assurances that the information on this website is correct, complete, or accurate, that the website will be available, or that the material on the website will be kept up to date.<\/p>\n\n    <h3><strong>Disclaimer<\/strong><\/h3>\n\n    <p>To the largest extent permitted by applicable law, we disclaim any and all claims, warranties, and conditions relating to this website and its use. Nothing in this disclaimer should be construed as:<\/p>\n\n    <ul>\n      <li>minimize or eliminate our or your responsibility in the case of death or personal injury<\/li>\n      <li>limit or exclude our or your liability for fraud or dishonesty;<\/li>\n      <li>limit any of our or your liabilities in any way that is not allowed by law; or<\/li>\n      <li>exclude any of our or your liabilities that are not permitted by relevant law to be excluded.<\/li>\n    <\/ul>\n\n    <p>The liability restrictions and prohibitions set out in this section and elsewhere in this disclaimer are as follows: (a) are bound by the provisions of the previous paragraph; and (b) All responsibilities arising under the disclaimer are regulated by these terms, including those originating in contract, tort, or for breach of statutory duty.<\/p>\n\n    <p>We will not be liable for any loss or damage of any kind as long as the website and the information and services on the website are offered free of charge.<\/p>    \n  \n","protected":false},"excerpt":{"rendered":"<p>Terms and Conditions Welcome to e-gujarati.in! These terms and conditions lay forth the groundwork for using e-gujarati.in website, which may be found at https:\/\/e-gujarati.in\/ We assume that by accessing this website, you agree to these terms and conditions. If you do not agree to all of the terms and conditions listed on this page, do [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"default","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"var(--ast-global-color-4)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"_links":{"self":[{"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/pages\/12"}],"collection":[{"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/comments?post=12"}],"version-history":[{"count":2,"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/pages\/12\/revisions"}],"predecessor-version":[{"id":335,"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/pages\/12\/revisions\/335"}],"wp:attachment":[{"href":"https:\/\/e-gujarati.in\/wp-json\/wp\/v2\/media?parent=12"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}